Revit 2023 API
GroupTypeId.TrussFamilyDiagWeb Property
 "Diagonal Webs"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId TrussFamilyDiagWeb { get; }
Visual Basic
Public Shared ReadOnly Property TrussFamilyDiagWeb As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TrussFamilyDiagWeb {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace